tap "arl/arl"
tap "azure/functions"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "opencode-ai/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "xoofx/grpc-curl"
brew "pycparser"
brew "cffi"
brew "ansible"
brew "libtiff"
brew "little-cms2"
brew "apr-util"
brew "boost"
brew "avrdude"
brew "awscli"
brew "azcopy"
brew "azure-cli"
brew "bash"
brew "berkeley-db"
brew "btop"
brew "buf"
brew "glib"
brew "cmatrix"
brew "lima"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docutils"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "gh"
brew "git-crypt"
brew "git-flow"
brew "gitlab-runner"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go@1.23"
brew "golangci-lint"
brew "govulncheck"
brew "harfbuzz"
brew "gradle"
brew "grpcurl"
brew "gum"
brew "helm"
brew "icu4c@76"
brew "jq"
brew "kubernetes-cli"
brew "qemu"
brew "lima-additional-guestagents"
brew "lua"
brew "maven"
brew "neofetch"
brew "neovim"
brew "nerdfetch"
brew "nvm"
brew "openjdk@17"
brew "openjpeg"
brew "openssl@1.1"
brew "openvpn"
brew "parallel"
brew "pillow"
brew "pinentry-mac"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "sesh"
brew "speedtest-cli"
brew "subversion"
brew "telnet"
brew "tmux"
brew "uv"
brew "vim"
brew "watch"
brew "wget"
brew "zellij"
brew "zig"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
cask "1password"
cask "aerospace"
cask "balenaetcher"
cask "brave-browser"
cask "chatgpt"
cask "chef-workstation"
cask "chromium"
cask "claude"
cask "discord"
cask "exifcleaner"
cask "font-geist-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-for-powerlevel10k"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-sf-mono"
cask "font-sf-pro"
cask "ghostty"
cask "google-chrome"
cask "handbrake-app"
cask "hazeover"
cask "imageoptim"
cask "insomnia"
cask "intellij-idea"
cask "kaleidoscope"
cask "keymapp"
cask "kitty"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "miro"
cask "mitmproxy"
cask "navicat-for-mysql"
cask "nextcloud"
cask "obs"
cask "obsidian"
cask "openvpn-connect"
cask "parallels"
cask "postman"
cask "qbittorrent"
cask "sf-symbols"
cask "sitesucker-pro"
cask "slack"
cask "stats"
cask "telegram"
cask "telegram-desktop"
cask "termius"
cask "tidal"
cask "vagrant"
cask "vlc"
cask "warp"
cask "wezterm"
cask "wireshark-app"
cask "zed"
cask "zen"
cask "zoom"
